Repository: Sh0ckWaveZero/calendar-alarm
Catalog: calendar-alarm/Support/Localizable.xcstrings
Source language: en
Languages: th

source: Alarm permission denied
th: ไม่ได้รับอนุญาตให้ตั้งการปลุก

source: Add Button
th: ปุ่มเพิ่มการปลุก

source: Alarm set for %@
th: ตั้งปลุก %@ แล้ว

source: Create a new alarm at a time you say.
th: สร้างการปลุกใหม่ตามเวลาที่พูด

source: Open the alarm list.
th: เปิดรายการการปลุก

source: Set Alarm
th: ตั้งปลุก

source: Open Alarms
th: เปิดการปลุก

source: What time should the alarm be for?
th: จะตั้งปลุกกี่โมง?

source: Left
th: ซ้าย

source: Right
th: ขวา

source: Dark
th: มืด

source: Language
th: ภาษา

source: Light
th: สว่าง

source: Settings
th: การตั้งค่า

source: System
th: ตามระบบ

source: System follows your device appearance.
th: ใช้ตามโหมดหน้าจอที่ตั้งไว้ในเครื่อง

source: System follows your device language.
th: ใช้ตามภาษาที่ตั้งไว้ในเครื่อง

source: Theme
th: ธีม

source: All day
th: ทั้งวัน

source: Cancel
th: ยกเลิก

source: Could not update alarms
th: ตั้งการปลุกไม่สำเร็จ

source: Delete
th: ลบ

source: Done
th: เสร็จ

source: Enable alarms for calendar-alarm in Settings.
th: เปิดสิทธิ์การปลุกสำหรับ calendar-alarm ในการตั้งค่า

source: OK
th: ตกลง

source: Save
th: บันทึก

source: Today
th: วันนี้

source: Tomorrow
th: พรุ่งนี้

source: Alarms
th: การปลุก

source: This time has already passed.
th: เวลาที่เลือกผ่านไปแล้ว

source: New Alarm
th: การปลุกใหม่

source: Edit Alarm
th: แก้ไขการปลุก

source: No alarms yet
th: ยังไม่มีการปลุก

source: Tap + to add an alarm.
th: แตะ + เพื่อเพิ่มการปลุก

source: Alarm %@
th: ปลุก %@

source: Delete Alarm
th: ลบการปลุก

source: Date
th: วันที่

source: Alarm
th: การปลุก

source: Holiday
th: วันหยุด

source: Holidays
th: วันหยุด

source: Next month
th: เดือนถัดไป

source: Previous month
th: เดือนก่อนหน้า

source: Tap a holiday to set an alarm for that day.
th: แตะวันหยุดเพื่อตั้งปลุกในวันนั้น

source: List
th: รายการ

source: Month
th: เดือน

source: Week
th: สัปดาห์

source: No alarms on this day
th: ไม่มีการปลุกในวันนี้

source: Sound
th: เสียงปลุก

source: Default
th: ค่าเริ่มต้น
